tap "derailed/k9s"
tap "jandedobbeleer/oh-my-posh"
tap "olets/tap"
tap "xo/xo"
brew "act"
brew "bat"
brew "binutils"
brew "btop"
brew "dart-sdk"
brew "direnv"
brew "docker"
brew "dotnet"
brew "doxygen"
brew "elixir"
brew "emacs"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gdu"
brew "node"
brew "gemini-cli"
brew "git-delta"
brew "git-flow"
brew "go"
brew "gopls"
brew "graphviz"
brew "gtk4"
brew "libheif"
brew "imagemagick"
brew "openjdk"
brew "kotlin"
brew "lazygit"
brew "lua"
brew "make"
brew "mono"
brew "mpv"
brew "nasm"
brew "navi"
brew "neovim"
brew "odin"
brew "perl"
brew "pkgconf"
brew "pyinstaller"
brew "r"
brew "ripgrep"
brew "ruby"
brew "ruff"
brew "rust"
brew "rustup"
brew "swift"
brew "thefuck"
brew "tldr"
brew "trash"
brew "typescript"
brew "ugrep"
brew "wget"
brew "wireguard-tools"
brew "xclip"
brew "zig"
brew "zoxide"
brew "zsh"
brew "derailed/k9s/k9s"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "xo/xo/usql", args: ["with-odbc"]
cask "1password-cli"
cask "amethyst"
cask "anaconda"
cask "android-platform-tools"
cask "caffeine"
cask "coconutbattery"
cask "codex"
cask "container"
cask "docker-desktop"
cask "font-fira-code-nerd-font"
cask "hammerspoon"
cask "helium-browser"
cask "jordanbaird-ice"
cask "kitty"
cask "mitmproxy"
cask "notion"
cask "satdump"
cask "stolendata-mpv"
cask "visual-studio-code"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "golang.go"
vscode "meezilla.json"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "vscodevim.vim"
vscode "zainchen.json"
go "github.com/tc-hib/go-winres"
go "github.com/rjhorniii/ical2org"
go "github.com/akavel/rsrc"
go "honnef.co/go/tools/cmd/staticcheck"
